import styles from "./delivery.module.css";

export default function Delivery() {
   return (
      <section className={styles.section}>
         <div className={styles.container}>
            <h2 className={styles.title}>Оплата та доставка</h2>

            <div>
               <strong className={styles.subTitle}>Зверніть увагу!</strong>

               <p>
                  Через завантаженість складів перевізників терміни відвантаження товару можуть
                  збільшуватись на 1-2 дні.
               </p>
            </div>

            <div>
               <h3 className={styles.subTitle}>Оплата здійснюється:</h3>
               <ul className={styles.list}>
                  <li>
                     Готівкою (тільки при отриманні товару особисто від кур&apos;єра у м. Харків)
                  </li>
                  <li>
                     Післяплатою (тільки при відправленні Новою Поштою або Укрпоштою та мінімальній
                     сумі замовлення від 500 грн)
                  </li>
                  <li>Банківським переказом або за допомогою інтернет-банкінгу</li>
                  <li>
                     Оплата при отриманні (накладений платіж) здійснюється за замовленням від 500
                     грн та за умови передоплати у дві сторони та тільки перевізником НОВА ПОШТА або
                     УКРПОШТА.
                  </li>
               </ul>
            </div>

            <p>
               Доставка оплачується Вами окремо – при отриманні товару. Вартість доставки залежить
               від таких параметрів: відстань, вага посилки, габарити посилки, страхова вартість
               посилки. Дізнатись вартість доставки посилки ви зможете у конкретного перевізника у
               Вашому місті. Доставка здійснюється лише територією України. Через завантаженість
               складів перевізників терміни відвантаження товару можуть збільшуватись на 1-2 дні.
            </p>

            <p>
               Ви можете оформити замовлення на сайті та забрати товар у найближчому відділенні
               перевізника.
            </p>

            <p>
               Обробка замовлення здійснюється на протязі всього графіка роботи інтернет-магазину.
               Менеджер сам зв&apos;яжеться з Вами після того, як Ваш платіж надійде на наш
               розрахунковий рахунок. Телефонувати менеджеру відразу після оплати не потрібно,
               оскільки банківський переказ займає певний час. У магазині немає поняття
               &quot;мінімальне замовлення&quot;, тобто, Ви можете оформити замовлення будь-яку
               суму. Зовнішній вигляд товару може відрізнятись від фотографії на сайті (наприклад,
               це може статися через зміну упаковки виробником). При отриманні посилки на складі
               перевізника обов&apos;язково перевіряйте цілісність упаковки та товару.
            </p>

            <p>З повагою до Вас DSNmarket.</p>
         </div>
      </section>
   );
}
